Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/foreslar_a_lovfeste_samisk_hogskole_som_en_urfolksinstitusjon.html.tmx
Source language: nob
Languages: sme

source: Foreslår å lovfeste Samisk høgskole som en urfolksinstitusjon
sme: Evttoha ahte Sámi allaskuvla šattašii álgoálbmotásahussan lága vuođul

source: Sametinget skal i desember behandle innspill til ny universitets- og høyskolelov.
sme: Sámediggi galgá juovlamánus meannudit ášši ođđa universitehta- ja allaskuvlalágas.

source: Sametingsrådet foreslår at Samisk høgskole skal få status som en urfolksinstitusjon, og at Sametinget skal få utvidet oppnevningsrett til styrene ved UiT - Norges arktiske universitet og Nord universitet.
sme: Sámediggeráđđi evttoha ahte Sámi allaskuvla oččošii stáhtusa álgoálbmotásahussan, ja ahte Sámediggi oččošii viiddiduvvon nammadanrievtti UiT - Norgga árktalaš universitehta ja Davviuniversitehta stivrraide.

source: Som en del av sametingsrådets forslag blir Samisk høgskole definert som en urfolksinstitusjon.
sme: Oassin sámediggeráđi evttohusas meroštallojuvvo Sámi allaskuvla álgoálbmotásahussan.

source: Samisk høgskole har i dag en grenseoverskridende virksomhet som tar utgangspunkt i forståelsen av at samer er et urfolk.
sme: Dál lea Sámi allaskuvla rájárasttideaddji doaibma mii váldá vuolggasaji áddejumis ahte sámit lea álgoálbmot.

source: Sametingsrådet har tidligere fått gjennomslag for å lovfeste samiske språk som urfolksspråk i den nye språkloven som er til behandling i Stortinget.
sme: Sámediggeráđđi lea árat ožžon dohkkehuvvot sámegielaid álgoálbmotgiellan ođđa giellalágas mii lea meannuduvvomin Stuorradikkis.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) Sámediggi – For sametingsrådet er det viktig å sikre Samisk høgskole rom til utvikling som en samisk institusjon.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen (NSR) Sámediggi – Sámediggeráđđái lea deaŧalaš sihkkarastit Sámi allaskuvlii ovddidanmuni sámi ásahussan.

source: Derfor foreslår vi at Samisk høgskoles grenseoverskridende nedslagsfelt og deres utgangspunkt for utdanning og forskning blir synliggjort i lovverk.
sme: Danne evttohat mii ahte Sámi allaskuvla rájárasttideaddji váikkuheaddjin ja dan vuolggasajis ohppui ja dutkamii oainnusmahttojuvvo láhkadahkosiin.

source: Vi vet at Samisk høgskole har ambisjoner om å bli et urfolksuniversitet.
sme: Mii diehtit ahte Sámi allaskuvllas leat ambišuvnnat šaddat álgoálbmotuniversitehtan.

source: Å få lovfestet Samisk høgskole som en urfolksinstitusjon er et steg i den retningen, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Sámi allaskuvlla ásaheapmi álgoálbmotásahussan lea lávki dohko guvlui, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR). Lága vuođul ovddasvástádus

source: Sametingsrådet forslår også at Samisk høgskole skal få lovfestet ansvaret for å utvikle alle samiske språk som fagspråk.
sme: Sámediggeráđđi evttoha maiddái ahte Sámi allaskuvllas galgá leat láhkageatnegahttojuvvon ovddasvástádus buot sámi gielaid ovddideamis fágagiellan.

source: – Sametingsrådet foreslår i dialog med Samisk høgskole å lovfeste deres ansvar for utvikling av alle samiske språk som fagspråk.
sme: – Sámediggeráđđi evttoha gulahallama Sámi allaskuvllain dan ektui ahte lága vuođul geatnegahttit daidda ovddasvástádusa buot sámegielain fágagiellan.

source: Dette må ses i lys av Samisk høgskoles virksomhet over landegrensene.
sme: Dán ferte geahččat Sámi allaskuvlla doaimma olis riikarájáid rastá.

source: Det gleder meg at Samisk høgskole er tydelige på dette og vi vil fra Sametinget følge dette opp når rammene for universitets- og høyskolesektoren blir gjennomgått i en senere stortingsmelding.
sme: Dát illudahttá mu go Sámi allaskuvla lea nu čielggas dás ja mii Sámedikkis áigut čuovvulit dán dalle go universitehta- ja allaskuvlasuorggi rámmat geahčaduvvojit maŋŋelis stuorradiggedieđáhusas.

source: Ønsker å utvide rollen
sme: Háliidit viiddidit rolla

source: Sametinget oppnevner i dag to styremedlemmer til Samisk høgskole, men ønsker å utvide rollen i universitets- og høyskolesektoren til oppnevning av styreleder til Samisk høgskole og styremedlemmer til Nord universitet og UiT - Norges arktiske universitet.
sme: Sámediggi láve dál nammadit guokte stivralahtu Sámi allaskuvlii, muhto háliida viiddidit rolla universitehta- ja allaskuvlasuorggis ja nammadit stivrajođiheaddji Sámi allaskuvlii ja stivralahtuid Davvi universitehtii ja UiT - Norgga árktalaš universitehtii.

source: – Det er sentralt for Sametinget å ha en tydelig rolle i styring av universitets- og høgskolesektoren.
sme: – Sámediggái lea deaŧalaš ahte lea čielga rolla universitehta- ja allaskuvlasuorggi stivremis.

source: Et virkemiddel i denne sammenhengen er å delta aktivt i oppnevning til styrene i de ulike utdanningsinstitusjonene.
sme: Okta váikkuhangaskaoapmi dán oktavuođas lea árjjalaččat searvat stivrraid nammadeapmái iešguđege oahppoásahusaide.

source: De nordligste institusjonene har et betydelig ansvar og rolle i det samiske samfunnet som også må reflekteres i styrets sammensetning.
sme: Davimus ásahusain lea čielga ovddasvástádus ja rolla sámi servodagas, mii maiddái ferte čalmmustuvvot stivrra čoahkkádusas.

source: Styrene har behov for en slik kompetanse, sier Mikkelsen.
sme: Stivrrat dárbbašit dákkár gelbbolašvuođa, dadjá Mikkelsen.

source: Utvalg overså Sametinget
sme: Lávdegoddi vajálduhtii

source: I forslaget til ny universitet- og høgskolelov foreslås det at Sametingets rolle skal begrenses og at Sametinget skal miste oppnevningsrett av eksterne styremedlemmer til Samisk høgskole.
sme: Evttohusas ođđa universitehta- ja allaskuvlasuorggi ektui evttohuvvo ahte Sámedikki rolla galgá gáržžiduvvot ja ahte Sámediggi galgá massit olggobeale stivralahtuid nammadanrievtti.

source: Mikkelsen er svært kritisk til dette forslaget, ikke minst fordi utvalget ikke har vurdert Sametingets rolle i styringen av universitets- og høyskolesektoren.
sme: Mikkelsena mielas lea dát hui kritihkalaš evttohus, erenoamážit go lávdegoddi ii leat árvvoštallan Sámedikki rolla universitehta- ja allaskuvlasuorggi stivremis.

source: – Sametingsrådet kan på ingen måte godta at Sametingets myndighet og rolle svekkes, og jeg ser at utvalget ikke har hatt en god nok forståelse av hva hverken Sametinget eller Samisk høgskole er.
sme: – Sámediggeráđđi ii sáhte movt ge dohkkehit ahte Sámedikki váldi ja rolla fuoniduvvojit, ja mun oainnán ahte lávdegottis ii leat leamaš doarvái buorre áddejupmi mii Sámediggi dahje Sámi allaskuvla leat.

source: Det er ikke bra at de foreslår å begrense Sametingets oppnevningsrett.
sme: Ii leat buorre go evttohit gáržžidit Sámedikki nammadanrievtti.

source: Vi velger derfor fra sametingsrådet å være tydelige i våre forslag på hva våre forventninger er hva gjelder Sametingets rolle og myndighet i styring av universitets- og høyskolesektoren gjennom loven og i det videre arbeidet med stortingsmeldingen om styring av universitets- og høyskolesektoren.
sme: Danne válljet mii sámediggeráđi beales leat čielgasat min evttohusas mat vuordámušat leat, go guoská Sámedikki rollii ja váldái universitehta- ja allaskuvlasuorggi stivremis lága bokte ja viidáset barggus stuorradiggedieđáhusain universitehta- ja allaskuvlasuorggi stivrema birra.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sme: Jearahallama addá ja vástida gažaldagaide sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
